"BUTTON_CREATE_ACCOUNT" = "צור חשבון";

"BUTTON_DISMISS" = "התעלמות";

"BUTTON_NOT_NOW" = "לא עכשיו";

"BUTTON_OK" = "אישור";

"BUTTON_OKAY" = "אישור";

"BUTTON_RESEND_CONF_CODE" = "שלח מחדש קוד אישור";

"BUTTON_RETRY" = "ניסיון חוזר";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "אמת";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "אומת";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "מאמת";

"BUTTON_SEND_CONF_CODE" = "שלח קוד אישור";

"BUTTON_SIGN_IN" = "כניסה";

"BUTTON_SIGN_IN_WITH_TWITTER" = "כניסה באמצעות טוויטר";

"BUTTON_TRY_DIFFERENT_NUMBER" = "נסה מספר אחר";

"CALL_ME_ACTION" = "התקשר אליי";

"CALL_ME_LOADING" = "מתקשר...";

"ERROR_CANT_SMS" = "לא ניתן לשלוח הודעת SMS למספר זה.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "בדוק את הקוד שלך ונסה שוב";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "אוי, נראה שיש בעיה ברשת. ננסה שוב? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "בדוק את המספר שלך ונסה שוב";

"ERROR_TRY_AGAIN_LATER" = "לא ניתן להכניס אותך לטוויטר בשלב זה. נסה שוב מאוחר יותר.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "הגדרת בעבר קוד אימות בשני שלבים באתר <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "הקשה על \"צור חשבון\" לעיל מהווה את הסכמתך ל<u>תנאי השירות</u>, <u>מדיניות הפרטיות</u>, ו<u>מדיניות קובצי ה-Cookie‏</u> של Digits by Twitter ולכך שמשתמשים אחרים ב-%@ יוכלו לאתר אותך לפי מספר טלפון ו/או כתובת דואר אלקטרוני.";

"FOOTNOTE_SEND_CONF_CODE" = "לאחר ההקשה על \"שלח קוד אישור\", <u>Digits by Twitter</u> ישלח לך הודעת SMS או יתקשר לטלפון שלך כדי לאשר את מספר הטלפון שלך. ייתכן שתחויב בגין ההודעה והנתונים.";

"FOOTNOTE_TOS_UPDATE" = "הקשה על \"הבא\" לעיל מהווה הסכמה ל<u>תנאי השימוש</u>, ל<u>מדיניות הפרטיות</u> ול<u>מדיניות קובצי ה-Cookie</u> של Digits by Twitter, ולכך שמשתמשים אחרים של %@ יוכלו לאתר אותך באמצעות מספר טלפון ו/או דואר אלקטרוני.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "הזן קוד אימות בשני שלבים";

"LABEL_ENTER_CONF_CODE" = "הזן קוד אישור";

"LABEL_ENTER_PHONE_NUMBER" = "הזן את מספר הטלפון שלך";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "אנחנו משתמשים ב-Digits by Twitter לאיתור עוד חברים שלך המשתמשים ביישום זה. בעת ההקשה על 'אישור', אנחנו מעלים את פנקס הכתובות שלך ל-Digits by Twitter כדי שנוכל לעזור לך לאתר משתמשים של %@ שאתה מכיר, או לעזור למשתמשים אחרים של %@ למצוא אותך.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "חפש את החברים שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "לא ניתן לאשר את מספר הטלפון שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "מצטערים, נתקלנו בבעיה בשליחת קוד האישור.";

"PARTIAL_FOOTNOTE_THIS_APP" = "יישום זה";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "קוד אימות";

"PLACEHOLDER_CONF_CODE" = "קוד אישור";

"PLACEHOLDER_YOUR_NUMBER" = "המספר שלך";

"WAIT_FOR_CONF_CODE" = "נשלח לטלפון שלך קוד אישור תוך דקה.";

